Repository: DrupalRU/drupal.ru
Catalog: modules/dru_tickets/translations/dru_tickets.*.po
Languages: ru

source: Publish
ru: Публиковать

source: Unpublish
ru: Снять с публикации

source: Unpromote
ru: Снять с главной

source: Promote
ru: На главную

source: Select
ru: Выбрать

source: There are no tickets
ru: Нет тикетов

source: Status
ru: Статус

source: Claim category
ru: Категория жалобы

source: Send
ru: Отправить

source: Clear
ru: Очистить

source: Ticket accepted
ru: Тикет принят

source: Ticket already your
ru: Тикет уже закреплен за Вами

source: Ticket moderated by @name
ru: Тикет закреплен за @name

source: Add Verdict
ru: Вынести вердикт

source: Claim verdict
ru: Вердикт по жалобе

source: Save
ru: Сохранить

source: Verdict
ru: Вердикт

source: Change verdict
ru: Изменить вердикт

source: Closed
ru: Закрыто

source: Open
ru: Открыто

source: View Tickets
ru: Посмотреть тикеты

source: Ticket
ru: Тикет

source: Claim text
ru: Текст жалобы

source: Category
ru: Категория

source: View ticket
ru: Смотреть тикет

source: No taken yet
ru: Еще не принят

source: Moderator
ru: Модератор

source: Accept
ru: Принять

source: Moderate help
ru: Помощь модкратору

source: Tickets
ru: Тикеты

source: Tickets page
ru: Тикеты

source: Ticket Ststus
ru: Статус тикета

source: Processed
ru: В обработке
