Repository: DrupalRU/drupal.ru
Catalog: modules/user_filter/user_filter_notify/translations/user_filter_notify.*.po
Languages: ru

source: Content author
ru: Автор содержимого

source: Text
ru: Текст

source: Original Text
ru: Оригинал текста

source: Author UID
ru: UID автора

source: Author User ID
ru: UID автора

source: Author name
ru: Имя автора

source: Author mail
ru: Имейл автора

source: Author path
ru: Путь к профайлу автора

source: Path to Author profile
ru: Путь к профайлу автора

source: Original Formatted Text
ru: Оригинал текста, отформатированный

source: Text without tags
ru: Текст без HTML тегов

source: Strip all HTML-tags in text
ru: Убрать все HTML теги в тексте

source: Notification by the mention
ru: Уведомление при упоминании

source: Edit Email message sent to the user at the mention of its publication in the "@username"
ru: Измените темлейт текста email сообщения, которое будет послано при употреблении "@username"

source: Notify the user when his account was mentioned.
ru: Уведомить пользователя, когда он был упомянут.

source: User filter notify
ru: Фильтр "упоминание пользователя"

source: Notify users when them mention like "@username"
ru: Уведомить пользователя, когда он был упомянут через "@username"

source: @[author:name]: [text:original] [comment:url] -- Site team [site:name]
ru: @[author:name]: [text:original] [comment:url] -- Сайт [site:name]
