Repository: DrupalRU/drupal.ru
Catalog: sites/all/modules/custom/dru_slack/translations/*.po
Languages: ru

source: Slack Settings
ru: Настройки Slack

source: You do not have the rights
ru: У Вас нет прав

source: You do not have permission to use this interface
ru: У вас нет прав на использование данного интерфейса

source: Slack support for management project
ru: Поддержка Slack для управления проектом

source: Management
ru: Управление

source: Slack chanels
ru: Какналы Slack

source: Slack hostname
ru: Имя хоста Slack

source: hostname without suffix ".slack.com"
ru: Имя хоста без ".slack.com"

source: Auth token
ru: Токен авторизации

source: You can create a token for your application on the next <a href="@url">page</a>
ru: Вы можете создать токен для своего приложения на следующей <a href="@url">странице</a>

source: User list to access for slack commands
ru: Список пользователей с правами на выполнение команд из Slack

source: Comma separated user list, who access to execute slack commands
ru: Список пользователей через запятую, кто может использовать команды Slack

source: Add chanel
ru: Добавить канал

source: Chanel
ru: Канал

source: Chanel name without #
ru: Название канала без #

source: Test message
ru: Тестовое сообщение

source: The invite sent to email @email
ru: Приглашение отправлено на email @email

source: User with email @email already in https://@hostname.slack.com/
ru: Пользователь с email @email уже является участником https://@hostname.slack.com/

source: The invite sent recently to email @email
ru: Приглашение на email @email было отправлено недавно

source: User with email @email already invited
ru: Пользователь с email @email уже приглашён

source: There was an error sending your invite. Please contact the administrator for more details.
ru: Ошибка во время отправки приглашения. За более подробной информацией обратитесь к администратору

source: :radioactive_sign: Unknown command *@action*
ru: :radioactive_sign: Неизвестная команда *@action*

source: Unknown chanel name as @chanel
ru: Неизвестный канал @chanel
