Repository: DrupalRU/drupal.ru
Catalog: modules/marketplace/translations/marketplace.*.po
Languages: ru

source: Organization
ru: Организация

source: Create organization page
ru: Создать страницу организации

source: Organization name
ru: Имя организации

source: Organizations
ru: Организации

source: Number of recent content items to display
ru: Количество элементов к отображению

source: No content available.
ru: Нет контента

source: Logo
ru: Лого

source: Click "Chose File" to select an image to upload. Allowed extensions: jpg, jpeg, png
ru: Нажмите "Выбрать Файл" для загрузки рисунка. Разрешенные типы файлов: jpg, jpeg, png

source: Website
ru: Веб сайт

source: Please provide your website address.
ru: Пожалуйста укажите ваш сайт

source: Address
ru: Адрес

source: If you have office address, please provide.
ru: Если у вас есть офис, укажите адрес.

source: Add organization
ru: Добавить организацию

source: See full list
ru: Полный перечень организаций

source: No companies has been added yet.
ru: Список пуст.

source: Services
ru: Сервисы

source: Organization description
ru: Описание организации

source: Organizaition type
ru: Предоставляемые услуги
