Repository: DrupalRU/drupal.ru
Catalog: modules/darkmatter/translations/darkmatter.*.po
Languages: ru

source: Mark comments as darkmatter
ru: Помечать материалы и коментарии как темная материя (модератор)

source: not darkmatter
ru: на свет

source: darkmatter
ru: в тень

source: Marked as dark matter
ru: помечен как "темная материя"

source: It is not a dark matter anymore
ru: Это более не на темной стороне

source: Comment marked as darkmatter.
ru: комментарий помечен как "темная материя"

source: I agree to see all nodes and comments marked as Dark Matter.
ru: Я желаю видеть все материалы и комментарии помеченные как "Темная Материя".

source: Dark matter
ru: Темная материя

source: Nodes: !dark_node/!total_node, comments: !dark_comment/!total_comment
ru: Материалов: !dark_node/!total_node, комментариев: !dark_comment/!total_comment

source: Darkmatter notification
ru: Уведомления "темная материя"

source: Edit Email message sent to the user when node or comment marked as darkmatter
ru: Настройки для email оповещений модуля "темная материя"

source: Notify the user when node or comment marked as darkmatter.
ru: Уведомлять пользователя когда материал или комментарий помечен как "темная материя"

source: Node settings
ru: Настройки для материалов

source: Instead of deleting comments and nodes, this module mark it as Dark Matter and hide content from visitors. Only Users who agreed with term and conditions are able to see this content.
ru: Вместо удаления комментариев и материалов, этот модуль помечает их как "темная материя" и прячет от посетителей. Только пользователи кто согласился с правилами использования, в состоянии видеть отмеченный материал и комментарии
