Repository: DrupalRU/drupal.ru
Catalog: sites/all/modules/custom/dru_tnx/translations/dru_tnx.*.po
Languages: ru

source: You can't unthanks twice!
ru: Нельзя отменить благодарность дважды!

source: You can't thanks twice!
ru: Нельзя благодарить больше одного раза!

source: Your Thank Accepted
ru: Благодарность добавлена

source: Your Thank Deleted
ru: Благодарность удалена

source: Thank
ru: Спасибо

source: Allow users thank content
ru: Разрешить пользователям благодарить содержание

source: @count Thank you
ru: @count Спасибо

source: @count Revoke thank you
ru: @count Отменить спасибо

source: Thank you
ru: Спасибо

source: Revoke thank you
ru: Отменить спасибо

source: User tnx
ru: Пользователь поблагодарил

source: Nodes: @nodes, Comments: @comment
ru: Материалы: @nodes, Комментарии: @comment

source: Users tnx
ru: Пользователя поблагодарили

source: Statistics
ru: Статистика
