Repository: DrupalRU/drupal.ru
Catalog: sites/all/modules/contrib/happy_new_year/translations/happy_new_year.*.po
Languages: ru

source: Happy New Year
ru: Счастливого Нового Года!

source: A module with garland and snow decoration that creates longlasting atmosphere of New Year for you and the users of your website.
ru: Модуль с гирляндой и снегом поможет создать новогоднее настроение для вас и посетителей вашего сайта

source: Working period
ru: Рабочий период

source: Enable working period
ru: Включить рабочий период

source: If the working period is not specified, the module will run all the time
ru: Если период не включен, то модуль будет работать всё время

source: Start date
ru: Дата начала

source: Use current year
ru: Используется текущий год

source: End date
ru: Дата окончания

source: Use next year
ru: Используется следующий год

source: Garland and Snow
ru: Гирлянда и снег

source: Enable garland
ru: Включить гирлянду

source: Enable snow
ru: Включить снег

source: Snow color
ru: Цвет снега

source: Use minified libraries if it possible
ru: Использовать minified библиотеки, если возможно
