Repository: DrupalRU/drupal.ru
Catalog: modules/validate_api/antinoob_validate/translations/antinoob_validate.*.po
Languages: ru

source: Exclamation
ru: Восклицательные знаки

source: Disallow to use multiple exclamation symbols in a row.
ru: Запрет на использование нескольки восклицательных знаков подряд

source: Caps Lock
ru: Заглавные буквы

source: Disallow to use all capital words.
ru: Запрет на использование только заглавных букв в тексе

source: Disallowed words
ru: Запрещенные слова

source: Disallow to use word(s): !words.
ru: Запрет на использование слов: !words.

source: [@word] is forbidden to use.
ru: Запрещено употреблять: @word

source: [@value] Do not use more than one exclamation point in a row.
ru: [@value] Не используйте более чем 1 восклицательный знак вподряд.

source: [@word] Using ALL capital symbols is forbidden.
ru: [@word] Запрещено писать текст заглавными буквами

source: Antinoob Validate
ru: Антинубская валидация текста

source: Provide few antinoob validators.
ru: Предоставляет несколько антинубских валидаций текста.
