Repository: DrupalRU/drupal.ru
Catalog: modules/inner_poll/translations/inner_poll.*.po
Languages: ru

source: Configure inner poll.
ru: Настройка модуля прикрепляемых опросов: Inner Poll.

source: Allows your site to capture votes on different topics in the form of multiple choice questions.<br>Add poll to the any node.
ru: Позволяет проводить на сайте опрос по различным темам, с возможностью выбора нескольких вариантов ответа одновременно.<br>Добавляет опросы к нодам.

source: Inner poll choices.
ru: Конкретный выбор ответа в опросе.

source: Inner poll votes.
ru: Голоса за опросы.

source: Poll information.
ru: Информация о опросе.

source: Loading...
ru: Загрузка...

source: Create inner polls
ru: Создание опросов Inner Poll

source: Edit all inner polls
ru: Редактирование всех опросов Inner Poll

source: Edit own inner poll
ru: Редактирование опроса Inner Poll

source: Vote on inner polls
ru: Голосовать в опросах Inner Poll

source: Cancel own inner poll vote
ru: Отмена собственного голоса в опросах Inner Poll

source: Select node types for inner poll:
ru: Выберите типы материалов, к которым можно будет прикреплять орпосы:

source: Width of div which contain poll form
ru: Ширина блока с опросом

source: Minimum question length
ru: Минимальная длина вопроса

source: Show polls in teasers.
ru: Показывать опросы в анонсах документов.

source: Attach poll
ru: Прикрепить опрос

source: Create poll attached to this node.
ru: Прикрепить опрос к этому документу.

source: question
ru: вопрос

source: choice
ru: вариант ответа

source: Add answer
ru: Добавить еще один вариант ответа

source: Multiply select?
ru: Разрешить множественный выбор?

source: Users can cancel own votes?
ru: Разрешить пользвателям отменять свои голоса?

source: Closed
ru: Закрыт

source: Active
ru: Активен

source: Poll status:
ru: Статус опроса:

source: When the poll is closed, visitors can not longer vote for it.
ru: Когда опрос закрыт, пользователи не могут голосовать в нем.

source: Unlimited
ru: Неограниченный

source: Poll duration:
ru: Продолжительность опроса:

source: After this period, the poll will be closed automatically.
ru: После завершения заданного периода, опрос будет закрыт автоматически.

source: Your vote accepted
ru: Ваш голос учтен

source: You alredy vote on this poll
ru: Вы уже голосовали в этом опросе

source: Your vote was deleted
ru: Ваш голос удален

source: Attached poll
ru: К материалу прикреплен опрос на тему

source: You abstain
ru: Вы воздержались

source: Cancel vote
ru: Отменить голос

source: You are already voted this poll, your answer is:
ru: Вы уже участвовали в этом опросе, ваш ответ:

source: This poll is closed
ru: Опрос закрыт

source: Results
ru: Результаты

source: All votes
ru: Всего голосов

source: All abstain
ru: Всего воздержавшихся

source: 1 vote
ru: 1 голос

source: Register or login to poll
ru: Зарегистрируйтесь или авторизуйтесь для участия в опросе

source: Vote
ru: Голосовать

source: Abstain
ru: Воздержаться

source: About
ru: О

source: The Inner Poll module can be used to create simple surveys or questionnaires that display cumulative results. A poll is a good way to receive feedback from site users and community members.
ru: Модуль Inner Poll позволяет создавать вопросники и проводить исследования с выводом общего итога голосований. Опросы являются хорошим способом узнать мнения пользователей сайта и получить отзывы.
