Repository: DrupalRU/drupal.ru
Catalog: modules/simple_events/translations/simple_events.*.po
Languages: ru

source: Event
ru: Мероприятие

source: Create event
ru: Создать мероприятие

source: Event title
ru: Название мероприятия

source: Upcoming events
ru: Ближайшие мероприятия

source: Number of upcoming events to display
ru: Количество мероприятий

source: Event image
ru: Картинка для мероприятия

source: Event start
ru: Начинается

source: Provide end time.
ru: Установить окончание

source: Event end
ru: Заканчивается

source: Event url
ru: Ссылка на страницу мероприятия

source: Please provide event url.
ru: Пожалуйста укажите ссылку на страницу мероприятия

source: Address
ru: Адрес

source: Address, where event will happen.
ru: Адрес проведения мероприятия

source: !date at !time
ru: !date в !time

source: !hours hours
ru: !hours часов

source: Event website
ru: Страница мероприятия

source: No upcoming events yet.
ru: Нет мероприятий.

source: Add event
ru: Добавить мероприятие

source: See all events
ru: Посмотреть все мероприятия

source: No past events yet.
ru: Нет прошедших мероприятий

source: Events
ru: Мероприятия

source: Past events
ru: Прошедшие мероприятия

source: Event description
ru: Описание мероприятия

source: Event type
ru: Тип мероприятия

source: Events functionality
ru: Функциональность для мероприятий

source: Provide Event node type and calendar listing functionality
ru: Предоставляет тип материала мероприятие и взможность их отображения списком
